[ID_Orchid_Explosives MissionItemDefinition]
UseFailureCharacterMessage="I would have to %s please use all means."
ItemName="Fireworks"
PickupMessage="He is running %s"
UseFailureLevelMessage="At least %d is required to use this element."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="levitra"

[ID_Orchid_Explosives:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Sometimes we can't move without being hindered."
NoConstraintText=""
Suffix=""
Prefix=""

[MO_Orchid_Detonator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MO_Orchid_ExplosivesGhost InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Orchid_Icon_Detonate InteractionIconDefinition]
Text="Above"

[Orchid_Icon_PlaceExplosives InteractionIconDefinition]
Text="space explosion"

